import React from "react";
import { Container, Header as P } from "semantic-ui-react";

export function PP() {
  return (
    <Container style={{ marginTop: "4rem" }} text>
      {" "}
      <h1> Манай Нууцлалын бодлогод тавтай морилно уу </h1>
      <h3> Таны хувийн нууц нь бидний хувьд маш чухал юм. </h3>
      Байршил: <br />
      Монгол улс,Завхан, улиастай <br />
      <P>
        {" "}
        Бодьбогийн бодлого бол манай вэбсайтыг ажиллуулж байхдаа цуглуулсан
        аливаа мэдээлэлтэй холбоотой таны хувийн нууцыг хүндэтгэх явдал юм.
        Энэхүү Нууцлалын бодлого нь{" "}
        <a href="https://bodbog.com"> https://bodbog.com </a> (цаашид "бид",
        "бид" эсвэл "https://bodbog.com") хамаарна. "). Бид таны хувийн нууцыг
        хүндлэх бөгөөд Вэбсайтаар дамжуулан бидэнд өгөх хувийн мэдээллийг
        хамгаалах үүрэгтэй. Бид энэхүү нууцлалын бодлогыг ("Нууцлалын бодлого")
        вэбсайтаас ямар мэдээлэл цуглуулж болох, энэ мэдээллийг хэрхэн ашиглаж,
        ямар нөхцөлд бид гуравдагч этгээдэд нээлттэй болгож болохыг тайлбарлах
        зорилгоор баталсан. Энэхүү Нууцлалын бодлого нь зөвхөн Вэбсайтаар
        дамжуулан цуглуулсан мэдээлэлд хамаарна бөгөөд бусад эх үүсвэрээс
        цуглуулах мэдээлэлд хамаарахгүй.{" "}
      </P>
      <P>
        {" "}
        Энэхүү Нууцлалын бодлого нь манай вэбсайтад байрлуулсан нөхцөл,
        болзолтой хамт манай вэбсайтыг ашиглахтай холбоотой нийтлэг дүрэм,
        бодлогыг тусгасан болно. Манай вэбсайтад зочлоход таны үйл ажиллагаанаас
        хамааран нэмэлт нөхцөл, нөхцөлийг зөвшөөрөх шаардлагатай болж магадгүй.{" "}
      </P>
      <h2> Вэб сайтад зочлогчид </h2>
      <P>
        {" "}
        Ихэнх вэбсайтын операторуудын нэгэн адил Bodbog нь вэб хөтөч, серверүүд
        ихэвчлэн ашигладаг вэбсайтын төрөл, хэлний сонголт, лавлах сайт, зочин
        бүрийн хүсэлт, огноо, цаг зэрэг хувийн мэдээллийг олж авдаг. Бодбог
        биечлэн танихгүй мэдээллийг цуглуулахад чиглэсэн зорилго бол Бодбогийн
        зочид вэбсайтыг хэрхэн ашиглаж байгааг илүү сайн ойлгох явдал юм. Үе үе
        үе Бодбог танихгүй мэдээллийг нэгтгэн нэгтгэн гаргаж болно, жишээлбэл
        вэбсайтаа ашиглах хандлагын талаархи тайланг нийтэлж.{" "}
      </P>
      <P>
        {" "}
        Бодбог нь Интернет протокол (IP) хаягууд, https://bodbog.com блог дээр
        сэтгэгдэл үлдээсэн хэрэглэгчдэд зориулан тодорхойлох боломжтой
        мэдээллийг цуглуулдаг. Bodbog нь зөвхөн хэрэглэгчийн тодорхойлсон
        мэдээллийг ашигладаг ба доор тайлбарласан тохиолдолд ашиглаж байгаа
        хэрэглэгч болон сэтгэгдэл оруулагчийн IP хаягийг л ашигладаг.{" "}
      </P>
      <h2> Хувь хүнийг тодорхойлох мэдээлэл цуглуулах </h2>
      <P>
        {" "}
        Бодбог вэбсайтуудын зарим зочид Бодбогтой биечлэн таних мэдээлэл
        цуглуулахыг шаарддаг. Бодбог цуглуулсан мэдээллийн хэмжээ, төрөл нь
        харилцан үйлчлэлийн шинж чанараас хамаарна. Жишээлбэл, бид
        https://bodbog.com сайтад блогтоо бүртгүүлж буй зочдод хэрэглэгчийн нэр,
        имэйлийн хаягийг өгөхийг хүсдэг.{" "}
      </P>
      <h2> Аюулгүй байдал </h2>
      <P>
        {" "}
        Таны хувийн мэдээллийн аюулгүй байдал бидний хувьд чухал боловч
        Интернетээр дамжуулах ямар ч арга, цахим хадгалалтын арга 100%
        найдвартай биш гэдгийг санаарай. Бид таны хувийн мэдээллийг хамгаалах
        зорилгоор худалдааны зорилгоор ашиглахыг хичээж байгаа ч мэдээллийн
        аюулгүй байдлыг бүрэн хангахгүй юм.{" "}
      </P>
      <h2> Зар сурталчилгаа </h2>
      <P>
        {" "}
        Манай вэбсайт дээр гарч ирж буй зарыг күүкийг байрлуулсан зар
        сурталчилгааны түншүүд хэрэглэгчидэд хүргүүлж болно. Эдгээр күүкүүд нь
        танд болон таны компьютерыг ашигладаг бусад хүмүүсийн тухай мэдээллийг
        цуглуулах зорилгоор онлайн сурталчилгаа илгээх бүртээ зар сурталчилгааны
        серверт таны компьютерийг таних боломжийг олгодог. Энэхүү мэдээлэл нь
        зар сурталчилгааны сүлжээнд таны сонирхлыг хамгийн их татна гэж үзсэн
        зорилтот зар сурталчилгааг хүргэх боломжийг олгодог. Энэхүү Нууцлалын
        бодлого нь Бодбогогийн жигнэмэг ашиглахыг хамардаг бөгөөд ямар ч
        сурталчилагчын күүки ашиглахгүй.{" "}
      </P>
      <h2> Гадаад сайтууд руу холбох линкүүд </h2>
      <P>
        {" "}
        Манай үйлчилгээ нь гадны сайтуудын бидэн дээр ажилладаггүй линкүүдийг
        агуулж болно. Хэрэв та гуравдагч этгээдийн холбоос дээр дарсан бол
        тухайн гуравдагч этгээдийн сайт руу шилжих болно. Нууцлалын бодлого
        болон зочилсон сайт бүрийн үйлчилгээний нөхцөлийг хянахыг зөвлөж байна.{" "}
      </P>
      <P>
        {" "}
        Бид ямар ч гуравдагч талын сайт, бүтээгдэхүүн, үйлчилгээний агуулга,
        нууцлалын бодлого эсвэл үйл ажиллагаанд хяналт тавьж, хариуцахгүй.{" "}
      </P>
      <h2> нэгтгэсэн статистик </h2>
      <P>
        {" "}
        Бодбог вэбсайтад зочилсон хүмүүсийн зан байдлын талаарх статистик
        мэдээллийг цуглуулж болно. Бодбог энэ мэдээллийг нийтэд харуулах эсвэл
        бусдад өгөх боломжтой. Гэхдээ Бодбог таны хувийн мэдээллийг олж
        мэддэггүй.{" "}
      </P>
      <h2> Нууцлалын бодлогын өөрчлөлт </h2>
      <P>
        {" "}
        Ихэнх өөрчлөлтүүд бага зэргийн өөрчлөлттэй байх магадлалтай боловч
        Бодбог өөрийн Нууцлалын бодлогыг үе үе өөрчилж болно. Bodbog нь зочдыг
        Нууцлалын бодлогод ямар нэг өөрчлөлт орсон эсэхийг тогтмол шалгаж байхыг
        зөвлөж байна. Энэхүү Нууцлалын бодлогын өөрчлөлтийг хийсний дараа энэ
        сайтыг үргэлжлүүлэн ашиглах нь энэхүү өөрчлөлтийг хүлээн зөвшөөрөх
        болно.{" "}
      </P>
      <h2> </h2>
      <P></P> дээр дарна уу
      <h2> Кредит ба Холбоо барих мэдээлэл </h2>
      <P>
        {" "}
        Энэхүү нууцлалын бодлогыг{" "}
        <a
          style={{ color: "brown", textDecoration: "none" }}
          href="https://termsandconditionstemplate.com/privacy-policy-generator/"
          title="Нууцлалын бодлогын загвар үүсгэгч"
        >
          {" "}
          termsandconditionstemplate.com{" "}
        </a>
        . Хэрэв танд энэхүү Нууцлалын бодлогын талаар асуулт байвал,{" "}
        <a href="mailto:sketchuso@gmail.com"> имэйл </a> эсвэл{" "}
        <a href="tel:99546858"> утас </a> -аар бидэнтэй холбоо барина уу.{" "}
      </P>{" "}
      дээр дарна уу
    </Container>
  );
}
