import React from "react";
import { Container, Header as P } from "semantic-ui-react";
export function TC() {
  return (
    <Container style={{ marginTop: "4rem" }} text>
      <h2> bodbog-д тавтай морилно уу </h2>
      <P>
        {" "}
        Эдгээр нэр томъёо нь bodbog вэбсайтыг ашиглах журам, дүрмийг тусгасан
        болно.{" "}
      </P>{" "}
      <br />
      Байршил: <br />
      Монгол,Завхан,Улиастай <br />
      <P>
        {" "}
        Энэ вэбсайтад хандсанаар та эдгээр нөхцлийг хүлээн зөвшөөрч байна гэж
        бид үзэж байна. Bodbog-ийн вэбсайтыг үргэлжлүүлэн ашиглаж болохгүй та
        энэ хуудсан дээр заасан бүх нөхцлийг хүлээн зөвшөөрөхгүй.{" "}
      </P>
      <P>
        {" "}
        Дараах нэр томъёо нь эдгээр нөхцөл, болзол, нууцлалын мэдэгдэл,
        хариуцлагын сануулгад хамаарна болон бүх буюу бүх Гэрээ: "Клиент", "Та"
        болон "Таны" таньд, энэ вэбсайтад хандаж буй хүн болон компанийн
        нөхцөлийг хүлээн зөвшөөрөх. "Компани", "Бидний", "Бид", "Бидний",
        "Бидний" гэсэн нэр томъёог хэлдэг манай Компанид "Үдэшлэг", "Талууд"
        эсвэл "Бидний" гэсэн үг нь үйлчлүүлэгч болон өөрсдийгөө эсвэл
        үйлчлүүлэгч хоёулаа хоёуланг нь илэрхийлнэ эсвэл өөрсдөө. Бүх нөхцлүүд
        нь төлбөрийг санал болгох, хүлээн авах, тооцохыг хэлнэ албан ёсны
        уулзалтуудаас үл хамааран хамгийн оновчтой байдлаар үйлчлүүлэгчдэд
        үзүүлэх тусламжийн үйл явц үйлчлүүлэгчийн хэрэгцээг хангах зорилгоор
        тодорхой хугацаагаар эсвэл бусад аргаар хууль тогтоомжид заасны дагуу
        дагаж мөрдөх ба Компанийн заасан үйлчилгээ / бүтээгдэхүүнийг нийлүүлэх
        Монгол улсын. Дээр дурдсан нэр томъёо, бусад үгсийг ганцаар, олон
        байдлаар хэрэглэх хөрвүүлэлт ба / эсвэл тэдгээр нь хоорондоо ижил төстэй
        байдлаар хэрэглэгддэг.{" "}
      </P>{" "}
      <h2> Лиценз </h2>
      <P>
        {" "}
        Өөрөөр заагаагүй бол bodbog ба / эсвэл лиценз эзэмшигчид оюуны өмчийн
        эрхийг эзэмшдэг bodbog дээрх бүх материалыг. Оюуны өмчийн бүх эрх
        хуулиар хамгаалагдсан. Та үзэж, / эсвэл хэвлэж болно эдгээр нөхцлөөр
        хязгаарлагдсан нөхцөлд өөрийн хувийн хэрэгцээнд зориулан
        https://bodbog.com хуудаснаас авна уу.{" "}
      </P>
      <P> Та заавал болохгүй.</P>
      <ol>
        <li> Материалыг https://bodbog.com дээрээс байршуулах </li>
        <li> https://bodbog.com дээрээс </li> дээрээс лицензийн материал зарах,
        түрээслэх
        <li>
          {" "}
          https://bodbog.com сайтаас материалыг хуулбарлах, хуулбарлах эсвэл
          хуулбарлах{" "}
        </li>
      </ol>
      <P>
        {" "}
        bodbog-аас агуулгыг дахин хуваарилах (агуулга нь дахин хуваарилахаар
        тусгайлан хийгдээгүй бол).{" "}
      </P>
      <h2> Агуулга руугаа холбож байна </h2>
      <ol>
        <li>
          {" "}
          Дараах байгууллагууд урьдчилан бичгээр зөвшөөрөлгүйгээр манай
          вэбсайттай холбож болно.
          <ol>
            <li> засгийн газрын агентлагууд; </li>
            <li> хайлтын систем; </li>
            <li> мэдээллийн байгууллагууд; </li>
            <li>
              {" "}
              Онлайн лавлах дистрибюторууд биднийг лавлах жагсаалтад оруулахдаа
              манай вэбсайттай ижил линк хийж болно бусад жагсаасан бизнесийн
              вэбсайтуудын линкийг оруулах байдлаар; ба{" "}
            </li>
            <li>
              {" "}
              Ашгийн бус байгууллага, буяны худалдааны төвүүдээс бусад
              байгууллагад итгэмжлэгдсэн системчилсэн бизнес эрхлэгчид. манай
              вэбсайт руу линк орохгүй байгаа хандивын хөрөнгө босгох бүлгүүд.{" "}
            </li>
          </ol>
        </li>
      </ol>
      <ol start="2">
        <li>
          {" "}
          Эдгээр байгууллагууд манай нүүр хуудас, нийтлэлүүд эсвэл бусад вэб
          сайтын мэдээлэлтэй удаан хугацаанд холбож болно холбоос болгон: (a)
          ямар ч байдлаар төөрөгдүүлэхгүй; (б) хуурамчаар илэрхийлж, батлах,
          дэмждэггүй холбогч тал болон түүний бүтээгдэхүүн, үйлчилгээг батлах;
          (c) холбоосын хүрээнд тохирно намын сайт.
        </li>
        <li>
          {" "}
          Бид дараахь төрлийн байгууллагуудаас авах хүсэлтийн хүсэлтийг бусад
          тохиолдолд анхаарч, үзэж болно.
          <ol>
            <li>
              {" "}
              Америкийн Худалдааны танхимууд гэх мэт түгээмэл хэрэглэгддэг
              хэрэглэгч ба / эсвэл бизнесийн мэдээллийн эх сурвалжууд Автомашины
              холбоо, AARP ба Хэрэглэгчдийн холбоо;{" "}
            </li>
            <li> dot.com олон нийтийн сайтууд; </li>
            <li>
              {" "}
              холбоо, буяны үйл ажиллагаа эрхэлдэг сайтууд гэх мэт буяны үйл
              ажиллагааг төлөөлдөг бусад бүлэг.{" "}
            </li>
            <li> онлайн лавлах дистрибьютерүүд; </li>
            <li> интернет портал; </li>
            <li>
              {" "}
              үндсэн үйлчлүүлэгчид нь бизнес эрхэлдэг нягтлан бодох бүртгэл,
              хууль эрх зүй, зөвлөх компаниуд; ба{" "}
            </li>
            <li> боловсролын байгууллага, худалдааны холбоо. </li>
          </ol>
        </li>
      </ol>
      <P>
        {" "}
        Бид эдгээр байгууллагуудаас ирүүлсэн хүсэлтийг хүлээн зөвшөөрөх болно.
        Үүнд: (a) холбоос тусгагдаагүй болно бидний болон магадлан итгэмжлэгдсэн
        бизнесийн байгууллагуудад (жишээлбэл, худалдааны холбоо эсвэл бусад
        байгууллагад) сөрөг нөлөө үзүүлэхгүй ажил дээрээ гэртээ ажиллах боломж
        зэрэг сэжиг бүхий бизнесийн төрлийг төлөөлөхийг хориглоно холбох); (б)
        байгууллага нь бидний хувьд сэтгэл хангалуун бус бүртгэлтэй байдаггүй;
        (в) бидэнд өгөх ашиг гипершилттэй холбоотой харагдах байдал нь bodbog
        байхгүйгээс их байна; (d) хаана холбоос нь ерөнхий мэдээллийн эх
        сурвалжийн агуулгатай эсвэл редакцийн агуулгатай өөр нийцдэг
        байгууллагын эрхэм зорилгыг дэвшүүлсэн мэдээллийн товхимол эсвэл ижил
        төстэй бүтээгдэхүүн.{" "}
      </P>
      <P>
        {" "}
        Эдгээр байгууллагууд манай нүүр хуудас, нийтлэлүүд эсвэл бусад вэб
        сайтын мэдээлэлтэй холбогдож болно холбоос: (a) ямар ч байдлаар
        төөрөлдөхгүй; (b) ивээн тэтгэх, батлах, батлахыг хуурамчаар
        илэрхийлдэггүй холбогч тал болон тэдгээрийн бүтээгдэхүүн, үйлчилгээ; (в)
        холбогч тал доторх нөхцөлд нийцнэ сайт.{" "}
      </P>
      <P>
        {" "}
        Хэрэв та дээрх 2-р зүйлд дурдсан байгууллагуудын дунд байгаа бол манай
        вэбсайттай холбогдох сонирхолтой байгаа бол та{" "}
        <a
          href="mailto:sketchuso@gmail.com"
          title=" хаягийг sketchuso@gmail.com"
        >
          {" "}
          sketchuso@gmail.com{" "}
        </a>{" "}
        руу имэйл илгээх замаар бидэнд мэдэгдэх ёстой. Өөрийн нэр, байгууллагын
        нэр, холбоо барих мэдээллийг (утасны дугаар ба / эсвэл имэйл гэх мэт)
        оруулна уу хаяг) болон вэбсайтынхтай холбохыг хүссэн URL-ийн жагсаалт,
        холбоос хийх гэж байгаа манай сайтын URL-ууд. Хариултыг 2-3 долоо хоног
        байлгана.{" "}
      </P>
      <P>
        {" "}
        Зөвшөөрөгдсөн байгууллагууд манай вэбсайтад дараахь линкээр орж болно.{" "}
      </P>
      <ol>
        <li> Манай байгууллагын нэрийг ашиглах; буюу </li>
        <li>
          {" "}
          Холбогдсон нөөцийн нэгдсэн байршуулагч (Вэб хаяг) ашиглан; буюу{" "}
        </li>
        <li>
          {" "}
          Манай вэбсайт эсвэл тухайн линктэй холбоотой бусад аливаа тайлбарыг
          ашиглах нь тухайн хэсэгтээ утга учиртай болно холбоос байгаа намын
          сайт дахь агуулга, агуулга.{" "}
        </li>
      </ol>
      <P>
        {" "}
        bodbog-ийн лого эсвэл бусад урлагийн бүтээлийг барааны тэмдгийн лиценз
        байхгүйтэй холбохыг хориглоно. гэрээ.{" "}
      </P>
      <h2> Эрх мэдлийг хамгаалах </h2>
      <P>
        {" "}
        Бид та хүссэн линкүүдээс болон бусад мэдээллийг хасах хүсэлт гаргах
        эрхийг ямар ч үед, үүний онцгой эрхтэйгээр үлдээнэ манай вэбсайттай
        холбох. Ийм хүсэлтээр та манай вэбсайт дахь бүх линкийг нэн даруй
        устгахыг зөвшөөрч байна. Түүнчлэн бид ямар ч үед эдгээр нөхцөл,
        нөхцөлийг өөрчлөх бодлогыг өөрчлөх эрхтэй. Үргэлжлүүлснээр вэбсайт
        руугаа холбогдохын тулд та эдгээр холбоосын нөхцлийг дагаж мөрдөхийг
        зөвшөөрч байна.{" "}
      </P>
      <h2> Манай вэбсайтаас линкийг устгах </h2>
      <P>
        {" "}
        Хэрэв та ямар нэгэн шалтгаанаар манай вэбсайт дээрх линк эсвэл холбогдох
        вэб сайтыг үзэхгүй байвал холбоо барьж болно энэ талаар бидэнтэй. Бид
        холбоосыг арилгах хүсэлтийг авч үзэх боловч үүнийг хийх эсвэл хариу өгөх
        үүрэг хүлээхгүй болно шууд танд.{" "}
      </P>
      <P>
        {" "}
        Бид энэ вэбсайт дээрх мэдээллийн үнэн зөв эсэхийг баталгаажуулахын тулд
        хичээсэн ч бид бүрэн дүүрэн байх баталгаа болохгүй. эсвэл нарийвчлал;
        мөн вэбсайтыг ашиглах боломжтой эсхүл дээрх материалын хамт байлгахыг
        хариуцахгүй вэбсайт шинэчлэгдэж байна.{" "}
      </P>
      <h2> Агуулгын хариуцлага </h2>
      <P>
        {" "}
        Таны вэбсайтад гарч буй агуулгад бид ямар ч хариуцлага хүлээхгүй. Та
        нөхөн төлөхийг зөвшөөрч байна бид таны вэбсайтнаас үүссэн бүх
        нэхэмжлэлийг эсэргүүцдэг. Ямар ч линкүүд гарч ирэхгүй таны вэбсайт дээрх
        вэбсайтад эсвэл ямар нэгэн агуулгаар агуулж болно гүтгэлэг, ёс зүйгүй,
        эрүүгийн, эсхүл өөрийг нь зөрчдөг, эсхүл зөрчлийг сурталчлах буюу аливаа
        гуравдагч этгээдийн эрхийг зөрчих.{" "}
      </P>
      <h2> Мэдээллээс татгалзах </h2>
      <P>
        {" "}
        Холбогдох хууль тогтоомжоор зөвшөөрөгдсөн хамгийн дээд хэмжээнд манай
        вэбсайт болон энэ вэбсайтыг ашиглахтай холбоотой бүх төлөөлөл, баталгаа,
        нөхцлийг оруулахгүй байна. Үүнд: чанарын хувьд тохирсон, тохирсон
        байдалтай холбогдуулан хуульд заасан аливаа баталгаа өгөхгүй. ба / эсвэл
        зохих ёсоор анхаарал халамж, ур чадвар ашиглах /. Энэ татгалзах
        нэхэмжлэлд юу ч үлдэхгүй:{" "}
      </P>
      <ol>
        <li>
          {" "}
          хайхрамжгүй байдлаас болж амь насаа алдах эсвэл хүний ​​амь нас
          хохироох хариуцлагыг бид хязгаарлаж эсвэл хасч;{" "}
        </li>
        <li>
          {" "}
          хуурамч буюу хуурамч мэдээлэл өгөх хариуцлагын талаарх бидний болон
          таны хариуцлагын хязгаарлалтыг хасах;
        </li>
        <li>
          {" "}
          холбогдох болон хууль ёсны дагуу зөвшөөрөгдөөгүй аливаа хэлбэрээр
          бидний болон өр төлбөрүүдийн аль нэгийг хязгаарлах; буюу{" "}
        </li>
        <li>
          {" "}
          холбогдох хууль тогтоомжийн дагуу хасагдахгүй бидний болон таны үүрэг
          хариуцлагыг хасах болно.{" "}
        </li>
      </ol>
      <P>
        {" "}
        Энэ хэсэгт заасан хариуцлагын хязгаарлалт ба хасалтууд: (a) өмнөх догол
        мөрийг дагаж мөрдөх; (b) хариуцлагын тухайд үүссэн бүх өр төлбөрийг
        зохицуулах энэхүү татгалзах сэдэвтэй холбогдуулан, үүнтэй холбогдуулан
        гэрээнд үүссэн өр төлбөрүүд (хайхрамжгүй байдал гэх мэт) болон хуулиар
        хүлээсэн үүргээ зөрчсөн тохиолдолд.{" "}
      </P>
      <P>
        {" "}
        Вэбсайт, вэбсайт дахь мэдээлэл, үйлчилгээ үнэ төлбөргүй хангагдсан
        тохиолдолд, бид ямар ч байгалийн алдагдал, хохирол хариуцахгүй болно.{" "}
      </P>
      <h2> </h2>
      <P></P> дээр дарна уу
      <h2> Кредит ба Холбоо барих мэдээлэл </h2>
      <P>
        {" "}
        Энэ Хэрэглэх Нөхцлийн хуудас нь{" "}
        <a
          style={{ color: "brown", textDecoration: "inherit", cursor: "text" }}
          href="https://privacytermsgenerator.com"
        >
          {" "}
          privacytermsgenerator{" "}
        </a>{" "}
        үүсгэгч. Танд байгаа бол нөхцөлтэй холбоотой ямар нэг асуулт байвал
        бидэнтэй холбоо барина уу.{" "}
      </P>
    </Container>
  );
}
